/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ è già registrato come telefono Bluetooth.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ è già registrato come dispositivo USB.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "Impossibile identificare alcuni dispositivi USB";

/* Button to go to Website for KB */
"Go to Website" = "Vai al sito web";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "Impossibile aprire iSync perché si è verificato un problema con un plugin.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "iSync non riesce a identificare alcuni dispositivi USB :\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Telefono già registrato";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "Il plugin seguente non funziona con questa versione di iSync. Fai clic sulla freccia per mostrare il plugin, quindi spostalo o eliminalo e poi apri di nuovo iSync.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Si è verificato un problema con uno dei plugin. Fai clic sulla freccia per mostrare i plugin, quindi spostali o eliminane uno e poi apri di nuovo iSync.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Per abilitare il funzionamento di questo telefono con iSync, contatta il produttore del telefono o il tuo fornitore di assistenza per aggiornare il firmware del telefono.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Per abilitare il funzionamento di questo telefono con iSync, contatta il produttore del telefono o il tuo fornitore di assistenza per aggiornare il firmware del telefono. Per ulteriori informazioni, visita il sito web per il supporto iSync.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Il telefono “%@” non funziona con questa versione di iSync.";

